/* Size Text: GB with precision */
"%0.1f GB" = "%0.1f GB";

/* Size Text: KB with precision */
"%0.1f KB" = "%0.1f KB";

/* Size Text: MB with precision */
"%0.1f MB" = "%0.1f MB";

/* Size Text: bytes */
"%qu bytes" = "%qu bait";

/* Size Text: GB */
"%qu GB" = "%qu GB";

/* Size Text: KB */
"%qu KB" = "%qu KB";

/* Size Text: MB */
"%qu MB" = "%qu MB";

/* Delimiter for a list of person names */
", " = ", ";

/* An Evernote user */
"An Evernote user" = "Seorang pengguna Evernote";

/* Authorization failed. */
"Authorization failed." = "Pengesahan gagal.";

/* unable to open the note error title, no note title */
"Can't open the note" = "Tidak dapat membuka nota";

/* unable to open note error title, with param for note title */
"Can't open the note '%@'" = "Tidak dapat membuka '%@' nota";

/* unable to open the noteboook error title, no note title */
"Can't open the notebook" = "Tidak dapat membuka buku nota";

/* unable to open notebook error title, with param for notebook name */
"Can't open the notebook '%@'" = "Tidak dapat membuka '%@' buku nota";

/* Conflicting modification by %@ on %@: */
"Conflicting modification by %@ on %@:" = "Pengubahsuaian bercanggah oleh %1$@ pada %2$@:";

/* Conflicting modification on %@: */
"Conflicting modification on %@:" = "Pengubahsuaian bercanggah pada %@:";

/* Contacting Evernote server... */
"Contacting Evernote server…" = "Menghubungi pelayan Evernote…";

/* Could not sync note '%@'. */
"Could not sync note ‘%@’." = "Tidak dapat menyegerakkan nota ‘%@’.";

/* Deleting items */
"Deleting items" = "Memadamkan item";

/* Deleting notebooks */
"Deleting notebooks" = "Memadamkan buku nota";

/* Deleting notes */
"Deleting notes" = "Memadamkan nota";

/* Deleting resources */
"Deleting resources" = "Memadamkan sumber";

/* Deleting saved searchs */
"Deleting saved searchs" = "Memadamkan carian disimpan";

/* Deleting shared notebooks */
"Deleting shared notebooks" = "Memadamkan buku nota kongsi";

/* Deleting tags */
"Deleting tags" = "Memadamkan teg";

/* Downloading <notebook> */
"Downloading %@" = "Memuat turun %@";

/* Downloading headers */
"Downloading headers" = "Memuat turun pengepala";

/* Downloading headers with placeholder for percentage complete */
"Downloading headers (%i%%)" = "Memuat turun pengepala (%i%%)";

/* Downloading reminders */
"Downloading reminders" = "Memuat turun peringatan";

/* Downloading shortcuts */
"Downloading shortcuts" = "Memuat turun pintasan";

/* Email error */
"Email error" = "Ralat e-mel";

/* Email limit reached error message. */
"Email limit reached." = "Had e-mel dicapai";

/* Email permission denied error message. */
"Email permission denied." = "Keizinan e-mel ditolak.";

/* Error syncing shared notebook please contact the owner of this notebook to receive a new invitation. */
"Error syncing shared notebook please contact the owner of this notebook to receive a new invitation." = "Ralat berlaku semasa menyegerakkan buku nota kongsi. Sila hubungi pemilik buku nota ini untuk menerima jemputan baharu.";

/* Expired Password */
"Expired password" = "Kata laluan tamat tempoh";

/* Finding notes to download... */
"Finding notes to download…" = "Mendapatkan nota untuk dimuat turun…";

/* Imported notebook name */
"Import %1$@" = "Import %1$@";

/* Invalid auth token */
"Invalid auth token" = "Token kebenaran tidak sah";

/* Email rejected error message. */
"Invalid email address." = "Alamat e-mel tidak sah.";

/* Invalid Password */
"Invalid password" = "Kata laluan tidak sah";

/* Invalid shared notebook */
"Invalid shared notebook" = "Buku nota kongsi tidak sah";

/* Invalid username */
"Invalid username" = "Nama pengguna tidak sah";

/* Invalid username or password. */
"Invalid username or password." = "Nama pengguna atau kata laluan tidak sah.";

/* DATA_REQUIRED Resource.data */
"It contains a resource with no data." = "Ia mengandungi sumber tanpa data.";

/* BAD_DATA_FORMAT Resource.mime */
"It contains an unsupported resource type." = "Ia mengandungi jenis sumber yang tidak disokong.";

/* BAD_DATA_FORMAT unknown %@ */
"It contains invalid data [%@]." = "Ia mengandungi data yang tidak sah [%@].";

/* BAD_DATA_FORMAT ResourceAttributes.sourceURL */
"It contains invalid resource data." = "Ia mengandungi data sumber yang tidak sah.";

/* LIMIT_REACHED Resource.data.size */
"It has a resource that’s too big." = "Ia mempunyai sumber yang terlalu besar.";

/* LIMIT_REACHED Note.resources */
"It has too many resources." = "Ia mempunyai terlalu banyak sumber.";

/* LIMIT_REACHED Note.tagGuids */
"It has too many tags." = "Ia mempunyai terlalu banyak teg.";

/* Free Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a free account, including all of its resources, is %@." = "Saiznya terlalu besar.  Saiz maksimum bagi nota dalam akaun percuma, termasuk kesemua sumbernya, ialah %@.";

/* Premium Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a premium account, including all of its resources, is %@." = "Saiznya terlalu besar.  Saiz maksimum bagi nota dalam akaun premium, termasuk kesemua sumbernya, ialah %@.";

/* Not Found Notebook.guid
   NOT_FOUND LinkedNotebook.guid
   NOT_FOUND Note.guid
   NOT_FOUND SavedSearch.guid
   NOT_FOUND Tag.guid */
"It was not found on the server." = "Ia tidak ditemui pada pelayan ini.";

/* PERMISSION_DENIED Note.notebookGuid */
"Its notebook is not yours." = "Buku notanya bukan milik anda.";

/* NOT_FOUND Tag.parentGuid */
"Its parent was not found on the server." = "Induknya tidak ditemui pada pelayan ini.";

/* PERMISSION_DENIED SavedSearch */
"It’s not your search." = "Itu bukan carian anda.";

/* PERMISSION_DENIED Tag */
"It’s not your tag." = "Itu bukan teg anda.";

/* My Notebook */
"My Notebook" = "Buku Nota Saya";

/* Name must be unique */
"Names must be unique." = "Nama hendaklah unik.";

/* ERROR TITLE: note not found */
"Note not found" = "Nota tidak ditemui";

/* Note sharing */
"Note sharing" = "Perkongsian nota";

/* ERROR TITLE: notebook not found */
"Notebook not found" = "Buku Nota tidak ditemui";

/* Processing server changes */
"Processing server changes" = "Memproses perubahan pelayan";

/* Processing server note changes */
"Processing server note changes" = "Memproses perubahan nota pelayan";

/* Processing server notebook changes */
"Processing server notebook changes" = "Memproses perubahan buku nota pelayan";

/* Processing server resource changes */
"Processing server resource changes" = "Memproses perubahan sumber pelayan";

/* Processing server saved search changes */
"Processing server saved search changes" = "Memproses perubahan carian disimpan pelayan";

/* Processing server shared notebook changes */
"Processing server shared notebook changes" = "Memproses perubahan buku nota kongsi pelayan";

/* Processing server tag changes */
"Processing server tag changes" = "Memproses perubahan teg pelayan";

/* Public Notebook */
"Public Notebook" = "Buku Nota Awam";

/* Sending changes */
"Sending changes" = "Menghantar perubahan";

/* Name too long */
"Sorry, names are limited to %d characters in length." = "Maaf, nama terhad kepada %d aksara panjangnya.";

/* Name too short, Singular Minimum */
"Sorry, names must be at least %d character in length." = "Maaf, nama hendaklah sekurang-kurangnya %d aksara panjangnya.";

/* Name too short, Plural Minimum */
"Sorry, names must be at least %d characters in length." = "Maaf, nama hendaklah sekurang-kurangnya %d aksara panjangnya.";

/* QUOTA_REACHED FREE */
"Sorry, the operation you are attempting to perform would exceed your upload allowance and cannot be completed. Upgrade now to Evernote Premium and immediately get increased monthly uploads, stronger security, priority image recognition, and more." = "Maaf, operasi yang anda cuba jalankan akan melebihi peruntukan muat naik anda dan tidak boleh dilengkapkan. Naik taraf ke Evernote Premium sekarang dan dapatkan peningkatan muat naik bulanan, keselamatan yang lebih kukuh, pengecaman imej diutamakan, dan banyak lagi dengan serta-merta.";

/* Sync failure recovery suggestion. */
"Synchronization failed because of an error communicating with the Evernote servers.  Please try again later." = "Penyegerakan gagal kerana terdapat ralat berhubung dengan pelayan Evernote.  Sila cuba lagi nanti.";

/* Sync auth failure recovery suggestion. */
"Synchronization failed because the provided username or password is incorrect." = "Penyegerakan gagal kerana nama pengguna dan kata laluan yang diberikan itu tidak betul.";

/* Sync Failed */
"Synchronization failed." = "Penyegerakan gagal.";

/* LIMIT_REACHED NoteAttribute.* */
"The attribute data is invalid." = "Data atribut tidak sah.";

/* BAD_DATA_FORMAT BusinessNotebook.description */
"The business notebook description is invalid." = "Huraian buku nota perniagaan tidak sah.";

/* The client preference could not be synced */
"The client preference could not be synced" = "Pilihan klien tidak dapat disegerakkan";

/* The client preference '%@' could not be synced. */
"The client preference ‘%@’ could not be synced." = "Pilihan klien ‘%@’ tidak boleh disegerakkan.";

/* The content could not be loaded */
"The content could not be loaded" = "Kandungan tidak dapat dimuatkan";

/* BAD_DATA_FORMAT Note.content */
"The content is invalid." = "Kandungannya tidak sah.";

/* Email rejected recovery suggestion. */
"The email address ‘%@’ was rejected by the server." = "Alamat e-mel ‘%@’ telah ditolak oleh pelayan.";

/* Email limit reached recovery suggestion. */
"The email could not be sent because doing so would exceed the daily email limit for this account." = "E-mel ini tidak dapat dihantar kerana melakukannya akan melampaui had e-mel harian bagi akaun ini.";

/* Email permission denied recovery suggestion. */
"The email could not be sent because the note specified does not belong to this account." = "E-mel tidak boleh dihantar kerana nota yang dinyatakan tidak dimiliki oleh akaun ini.";

/* BAD_DATA_FORMAT SavedSearch.format */
"The format is invalid." = "Format tidak sah.";

/* DATA_CONFLICT SavedSearch.name */
"The name is already being used by another search." = "Nama sudahpun digunakan oleh carian lain.";

/* DATA_CONFLICT Tag.name */
"The name is already being used by another tag." = "Nama sudahpun digunakan oleh teg lain.";

/* DATA_CONFLICT Notebook.name */
"The name is already in use by another notebook." = "Nama sudahpun digunakan oleh buku nota lain.";

/* BAD_DATA_FORMAT LinkedNotebook.shareName
   BAD_DATA_FORMAT Notebook.name
   BAD_DATA_FORMAT SavedSearch.name
   BAD_DATA_FORMAT Tag.name */
"The name is invalid." = "Namanya tidak sah.";

/* ERROR MESG: generic error, with param for note title */
"The note '%@' could not be opened.  Please check your Internet connection or try again later." = "Nota '%@' tidak dapat dibuka.  Sila periksa sambungan Internet anda atau cuba lagi nanti.";

/* ERROR MESG: note not found, with param for note title */
"The note '%@' could not be shared because it does not exist on the Evernote service." = "'%@' nota tidak dapat dikongsikan kerana ia tidak wujud pada perkhidmatan Evernote.";

/* ERROR MESG: system error, with param for note title */
"The note '%@' could not be shared because of an error on the Evernote service." = "'%@' nota tidak dapat dikongsikan akibat ralat pada perkhidmatan Evernote.";

/* ERROR MESG: generic error, with param for note title */
"The note '%@' could not be shared.  Please check your Internet connection or try again later." = "'%@' nota tidak dapat dikongsikan.  Sila periksa sambungan Internet anda dan cuba lagi nanti.";

/* ERROR MESG: note not found */
"The note could not be found. Please check your Internet connection or try again later." = "Nota tidak dapat ditemui. Sila periksa sambungan Internet anda dan cuba lagi nanti.";

/* ERROR MESG: generic error */
"The note could not be opened.  Please check your Internet connection or try again later." = "Nota tidak dapat dibuka.  Sila periksa sambungan Internet anda dan cuba lagi nanti.";

/* ERROR MESG: generic error, with param for notebook name */
"The notebook '%@' could not be opened.  Please check your Internet connection or try again later." = "Buku nota '%@' tidak dapat dibuka.  Sila periksa sambungan Internet anda atau cuba lagi nanti.";

/* ERROR MESG: notebook not found, with param for notebook name */
"The notebook '%@' could not be shared because it does not exist on the Evernote service." = "'%@' buku nota tidak dapat dikongsikan kerana ia tidak wujud pada perkhidmatan Evernote.";

/* ERROR MESG: system error, with param for notebook name */
"The notebook '%@' could not be shared because of an error on the Evernote service." = "'%@' buku nota tidak dapat dikongsikan akibat ralat pada perkhidmatan Evernote.";

/* ERROR MESG: generic error, with param for notebook name */
"The notebook '%@' could not be shared.  Please check your internet connection or try again later." = "'%@' buku nota tidak dapat dikongsikan.  Sila periksa sambungan internet anda dan cuba lagi nanti.";

/* NOT_FOUND Note.notebookGuid */
"The notebook could not be found on the server." = "Buku nota tidak dapat dijumpai pada pelayan.";

/* ERROR MESG: note not found */
"The notebook could not be found. Please check your Internet connection or try again later." = "Buku nota tidak dapat ditemui. Sila periksa sambungan Internet anda dan cuba lagi nanti.";

/* The notebook '%@' could not be synced. */
"The notebook ‘%@’ could not be synced." = "Buku nota ‘%@’ tidak boleh disegerakkan.";

/* QUOTA_REACHED PREMIUM */
"The operation you are attempting to perform would exceed your monthly upload allowance and cannot be completed." = "Pengendalian yang anda cuba lakukan akan menyebabkan melebihi peruntukan muat naik bulanan anda dan tidak boleh diselesaikan.";

/* The owner of this notebook has canceled your invitation to this notebook. Contact the owner to receive a new invitation. */
"The owner of this notebook has canceled your invitation to this notebook. Contact the owner to receive a new invitation." = "Pemilik buku nota ini telah membatalkan jemputan anda ke buku nota ini. Hubungi pemilik untuk menerima jemputan baharu.";

/* BAD_DATA_FORMAT/DATA_CONFLICT Tag.parentGuid */
"The parent tag is invalid." = "Teg induk tidak sah.";

/* The preference name or preference value is in an invalid format. */
"The preference name or preference value is in an invalid format." = "Nama pilihan atau nilai pilihan dalam format yang tidak sah.";

/* The preference was empty. */
"The preference was empty." = "Pilihan didapati kosong.";

/* BAD_DATA_FORMAT Publishing.publicDescription */
"The public description is too long." = "Huraian awam terlalu panjang.";

/* DATA_CONFLICT Publishing.uri */
"The public url is already in use by another notebook." = "Url awam sudahpun digunakan oleh buku nota lain.";

/* BAD_DATA_FORMAT Publishing.uri
   DATA_REQUIRED Publishing.uri */
"The public url is invalid." = "Url awam tidak sah.";

/* BAD_DATA_FORMAT SavedSearch.query */
"The query is too long." = "Pertanyaannya terlalu panjang.";

/* LIMIT_REACHED ResourceAttribute.* */
"The resource attribute data is invalid." = "Data atribut sumber tidak sah.";

/* The resource '%@' could not be synced. */
"The resource ‘%@’ could not be synced." = "Sumber ‘%@’ tidak boleh disegerakkan.";

/* The search '%@' could not be synced. */
"The search ‘%@’ could not be synced." = "Carian ‘%@’ tidak boleh disegerakkan.";

/* The shared notebook '%@' could not be synced. */
"The shared notebook ‘%@’ could not be synced." = "Buku nota kongsi ‘%@’ tidak boleh disegerakkan.";

/* The tag '%@' could not be synced. */
"The tag ‘%@’ could not be synced." = "Teg ‘%@’ tidak boleh disegerakkan.";

/* BAD_DATA_FORMAT Note.title */
"The title is invalid." = "Tajuk tidak sah.";

/* LIMIT_REACHED Notebook */
"Too many notebooks." = "Terlalu banyak buku nota.";

/* LIMIT_REACHED Note */
"Too many notes." = "Terlalu banyak nota.";

/* LIMIT_REACHED SavedSearch */
"Too many searches." = "Terlalu banyak carian.";

/* LIMIT_REACHED Tag */
"Too many tags." = "Terlalu banyak teg.";

/* Tried to add more preferences than the allowed maximum. */
"Tried to add more preferences than the allowed maximum." = "Telah cuba menambahkan lebih banyak pilihan daripada bilangan maksimum yang dibenarkan.";

/* ERROR TITLE: unable to open */
"Unable to open note" = "Tidak boleh membuka nota";

/* ERROR TITLE: unable to open */
"Unable to open notebook" = "Tidak boleh membuka buku nota";

/* PERMISSION_DENIED Note. Moved to personal account */
"Unable to save note “%1$@” in notebook “%2$@”. A copy of this note has been placed in your default notebook." = "Tidak boleh menyimpan nota “%1$@” dalam buku nota “%2$@”. Sesalinan nota ini telah diletak dalam buku nota lalai anda.";

/* PERMISSION_DENIED Note. Moved to personal account, no notebook. */
"Unable to save note “%1$@”. A copy of this note has been placed in your default notebook." = "Tidak boleh menyimpan nota “%1$@”. Sesalinan nota ini telah diletak dalam buku nota lalai anda.";

/* ERROR TITLE: system error
   ERROR TITLE: unable to share */
"Unable to share note" = "Tidak boleh berkongsi nota";

/* ERROR TITLE: system error
   ERROR TITLE: unable to share */
"Unable to share notebook" = "Tidak dapat berkongsi buku nota";

/* Unknown Error */
"Unknown Error" = "Ralat Tidak Diketahui";

/* Unknown Error nf%1$i */
"Unknown Error nf%1$i" = "Ralat Tidak Diketahui nf%1$i";

/* Unknown Error s%1$i */
"Unknown Error s%1$i" = "Ralat Tidak Diketahui nf%1$i";

/* Unknown Error u%1$i */
"Unknown Error u%1$i" = "Ralat Tidak Diketahui nf%1$i";

/* Untitled */
"Untitled" = "Tidak bertajuk";

/* Waiting for header synchronization */
"Waiting for header synchronization" = "Menunggu penyegerakan pengepala";

/* Waiting for internet connection */
"Waiting for internet connection" = "Menunggu sambungan internet";

/* The operation will proceed once a WiFi connection is available */
"Waiting for WiFi" = "Menunggu sambungan WiFi";

/* PERMISSION_DENIED authenticationToken */
"You do not have permission to write to this notebook." = "Anda tiada kebenaran untuk menulis ke buku nota ini.";

/* don't have permission to share multiple notebooks */
"You don't have permission to share all of the selected notebooks." = "Anda tidak mempunyai kebenaran untuk kongsikan semua buku nota yang dipilih.";

/* don't have permission to share multiple notes and notebooks */
"You don't have permission to share all of the selected notes and notebooks." = "Anda tidak mempunyai kebenaran untuk kongsikan semua nota dan buku nota yang dipilih.";

/* don't have permission to share multiple notes */
"You don't have permission to share all of the selected notes." = "Anda tidak mempunyai kebenaran untuk kongsikan semua nota yang dipilih.";

/* don't have permission to share note with param for note title */
"You don't have permission to share the note '%@'" = "Anda tidak mempunyai kebenaran untuk kongsikan '%@' nota";

/* don't have permission to share notebook with param for notebook name */
"You don't have permission to share the notebook '%@'" = "Anda tidak mempunyai kebenaran untuk kongsikan '%@' buku nota";

/* unable to open note, detail message */
"You may need permission to access this note, or the owner may have moved or deleted it." = "Anda mungkin memerlukan kebenaran untuk mencapai nota ini, atau pemilik nota mungkin telah memindahkan atau memadamnya.";

/* unable to open notebook, detail message */
"You may need permission to access this notebook, or the owner may have moved or deleted it." = "Anda mungkin memerlukan kebenaran untuk mencapai buku nota ini, atau pemilik nota mungkin telah memindahkan atau memadamnya.";

/* You must be online to access shared notes, error title */
"You must be online to access shared notes." = "Anda hendaklah berada dalam talian untuk mencapai buku nota kongsi.";

/* You must be online to access the shared notebook, error title */
"You must be online to access the shared notebook '%@'." = "Ada mesti berada di dalam talian untuk mencapai buku nota kongsi '%@'.";

/* Your account has been deactivated. */
"Your account has been deactivated." = "Akaun anda telah dinyahaktifkan.";

/* Your password has expired. Reset your password to download content. */
"Your password has expired. Reset your password to download content." = "Kata laluan anda telah tamat tempoh. Tetapkan semula kata laluan anda untuk memuat turun kandungan.";

/* Your password is invalid. Reset your password to download content. */
"Your password is invalid. Reset your password to download content." = "Kata laluan anda tidak sah. Tetapkan semula kata laluan anda untuk memuat turun kandungan.";

/* Your username is invalid. */
"Your username is invalid." = "Nama pengguna anda tidak sah.";
